Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Set your birthday in Settings → Profile to see ranges personalized for your age. For now, here are general population guidelines — what matters most is YOUR trend over time.
ar: اضبط تاريخ ميلادك في الإعدادات → الملف الشخصي لرؤية نطاقات مخصصة لعمرك. في الوقت الحالي، إليك إرشادات عامة السكان — الأهم هو اتجاهك أنت بمرور الوقت.
da: Angiv din fødselsdag i Indstillinger → Profil for at se intervaller tilpasset din alder. Indtil da er her retningslinjer for den generelle befolkning — det vigtigste er DIN tendens over tid.
de: Trage unter Einstellungen → Profil deinen Geburtstag ein, um auf dein Alter zugeschnittene Bereiche zu sehen. Hier vorerst allgemeine Richtwerte für die Bevölkerung — am wichtigsten ist DEIN Trend im Zeitverlauf.
es: Indica tu fecha de nacimiento en Ajustes → Perfil para ver rangos personalizados para tu edad. Mientras tanto, estas son las pautas de la población general: lo que más importa es TU tendencia a lo largo del tiempo.
fi: Aseta syntymäpäiväsi kohdassa Asetukset → Profiili nähdäksesi ikääsi mukautetut vaihteluvälit. Sillä välin tässä ovat väestön yleiset ohjearvot — tärkeintä on SINUN trendisi ajan myötä.
fr: Indiquez votre date de naissance dans Réglages → Profil pour voir des plages personnalisées selon votre âge. En attendant, voici des repères pour la population générale — ce qui compte le plus, c’est VOTRE tendance au fil du temps.
is: Skráðu afmælisdaginn þinn í Stillingar → Prófíll til að sjá bil sem eru sniðin að aldri þínum. Í bili eru hér almenn viðmið — það sem skiptir mestu máli er ÞÍN þróun yfir tíma.
it: Imposta la data di nascita in Impostazioni → Profilo per vedere intervalli personalizzati per la tua età. Per ora ecco le indicazioni per la popolazione generale: ciò che conta di più è la TUA tendenza nel tempo.
ja: 設定 → プロフィール で誕生日を設定すると、年齢に合わせた範囲が表示されます。今は一般人口の目安を示しています — 最も大切なのは、時間をかけたあなた自身のトレンドです。
ko: 나이에 맞춘 범위를 보려면 설정 → 프로필에서 생일을 설정하세요. 지금은 일반 인구 기준을 보여 드립니다 — 가장 중요한 것은 시간에 따른 본인의 추세입니다.
nb: Angi bursdagen din i Innstillinger → Profil for å se områder tilpasset alderen din. Inntil videre er her generelle retningslinjer for befolkningen — det viktigste er DIN trend over tid.
nl: Stel je geboortedatum in via Instellingen → Profiel om bereiken te zien die zijn afgestemd op je leeftijd. Voor nu zijn dit algemene richtlijnen voor de bevolking — wat het meest telt is JOUW trend door de tijd heen.
pt_br: Defina sua data de nascimento em Configurações → Perfil para ver faixas personalizadas para sua idade. Por enquanto, aqui estão as referências da população geral — o que mais importa é a SUA tendência ao longo do tempo.
ru: Укажите дату рождения в Настройки → Профиль, чтобы видеть диапазоны с учётом вашего возраста. Пока вот общие ориентиры для популяции — важнее всего ВАШ тренд во времени.
sv: Ange din födelsedag i Inställningar → Profil för att se intervall anpassade efter din ålder. Tills vidare ser du riktlinjer för befolkningen i allmänhet — det viktigaste är DIN trend över tid.
zh_hans: 在 设置 → 个人资料 中设置你的生日，即可查看按年龄个性化的范围。目前显示的是一般人群参考 — 最重要的是你自己随时间的趋势。

source: Set your home address in Settings → Biometrics → Home Address before the AI can route you home.
ar: اضبط عنوان منزلك في الإعدادات → القياسات الحيوية → عنوان المنزل قبل أن يتمكن الذكاء الاصطناعي من توجيهك إلى المنزل.
da: Angiv din hjemmeadresse i Indstillinger → Biometri → Hjemmeadresse, før AI'en kan føre dig hjem.
de: Trage unter Einstellungen → Biometrie → Heimatadresse deine Adresse ein, damit die KI dich nach Hause führen kann.
es: Indica tu dirección en Ajustes → Datos biométricos → Dirección de casa para que la IA pueda guiarte a casa.
fi: Aseta kotiosoitteesi kohdassa Asetukset → Biometriset tiedot → Kotiosoite, jotta tekoäly voi reitittää sinut kotiin.
fr: Indiquez votre adresse dans Réglages → Biométrie → Adresse du domicile pour que l’IA puisse vous guider jusqu’à chez vous.
is: Skráðu heimilisfangið þitt í Stillingar → Lífkenni → Heimilisfang til að gervigreindin geti vísað þér heim.
it: Imposta l'indirizzo di casa in Impostazioni → Dati biometrici → Indirizzo di casa perché l'IA possa guidarti verso casa.
ja: AI に家までのルートを案内してもらうには、先に 設定 → 生体認証 → 自宅の住所 で自宅の住所を設定してください。
ko: AI가 집으로 안내하려면 먼저 설정 → 생체 인식 → 집 주소에서 집 주소를 설정하세요.
nb: Angi hjemmeadressen din i Innstillinger → Biometri → Hjemmeadresse før AI-en kan vise deg veien hjem.
nl: Stel je thuisadres in via Instellingen → Biometrie → Thuisadres voordat de AI je naar huis kan leiden.
pt_br: Defina seu endereço residencial em Configurações → Biometria → Endereço residencial para que a IA possa traçar a rota até sua casa.
ru: Укажите домашний адрес в Настройки → Биометрия → Домашний адрес, чтобы ИИ мог проложить маршрут домой.
sv: Ange din hemadress i Inställningar → Biometri → Hemadress innan AI:n kan visa vägen hem.
zh_hans: 请先在 设置 → 生物识别 → 家庭住址 中设置你的家庭住址，AI 才能为你导航回家。

source: Set your own window for unusual schedules
ar: اضبط نافذتك الخاصة للجداول غير المعتادة
da: Angiv dit eget vindue ved usædvanlige skemaer
de: Lege dein eigenes Fenster für ungewöhnliche Zeitpläne fest
es: Define tu propia ventana para horarios poco habituales
fi: Aseta oma ikkunasi epätavallisia aikatauluja varten
fr: Définissez votre propre fenêtre pour des horaires inhabituels
is: Stilltu þinn eigin glugga fyrir óvenjulegar dagskrár
it: Imposta una finestra personalizzata per orari insoliti
ja: 不規則なスケジュールに合わせて独自のウィンドウを設定します
ko: 불규칙한 일정에 맞게 직접 범위를 설정
nb: Angi ditt eget vindu for uvanlige tidsplaner
nl: Stel je eigen venster in voor een ongebruikelijk schema
pt_br: Defina sua própria janela para horários incomuns
ru: Задайте своё окно для нестандартного графика
sv: Ange ditt eget fönster för ovanliga scheman
zh_hans: 为不寻常的作息设置你自己的窗口

source: Setting Up Your Device
ar: إعداد جهازك
da: Opsætning af din enhed
de: Dein Gerät einrichten
es: Configurar tu dispositivo
fi: Laitteen käyttöönotto
fr: Configurer votre appareil
is: Að setja upp tækið
it: Configurare il dispositivo
ja: デバイスのセットアップ
ko: 기기 설정하기
nb: Sette opp enheten
nl: Je apparaat instellen
pt_br: Configurando seu dispositivo
ru: Настройка устройства
sv: Konfigurera din enhet
zh_hans: 设置你的设备

source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pt_br: Configurações
ru: Настройки
sv: Inställningar
zh_hans: 设置

source: Settings → Flo → swipe a fact to delete, or tap "Forget everything" to wipe the list.
ar: الإعدادات → Flo → اسحب حقيقة لحذفها، أو اضغط «انسَ كل شيء» لمسح القائمة.
da: Indstillinger → Flo → stryg på en fakta for at slette den, eller tryk på »Glem alt« for at rydde listen.
de: Einstellungen → Flo → wische über einen Fakt, um ihn zu löschen, oder tippe auf „Alles vergessen“, um die Liste zu leeren.
es: Ajustes → Flo → desliza un dato para eliminarlo, o toca «Olvidar todo» para vaciar la lista.
fi: Asetukset → Flo → pyyhkäise faktaa poistaaksesi sen tai napauta "Unohda kaikki" tyhjentääksesi luettelon.
fr: Réglages → Flo → balayez un fait pour le supprimer, ou touchez « Tout oublier » pour effacer la liste.
is: Stillingar → Flo → strjúktu staðreynd til að eyða henni, eða ýttu á „Gleyma öllu“ til að hreinsa listann.
it: Impostazioni → Flo → scorri un fatto per eliminarlo, oppure tocca "Dimentica tutto" per svuotare l'elenco.
ja: 設定 → Flo → 事実をスワイプして削除するか、「すべて忘れる」をタップして一覧を消去します。
ko: 설정 → Flo → 사실을 밀어서 삭제하거나, "모두 잊기"를 탭해 목록을 모두 지우세요.
nb: Innstillinger → Flo → sveip et faktum for å slette det, eller trykk «Glem alt» for å tømme listen.
nl: Instellingen → Flo → veeg over een feit om het te verwijderen, of tik op “Alles vergeten” om de lijst te wissen.
pt_br: Configurações → Flo → deslize um fato para excluí-lo, ou toque em "Esquecer tudo" para apagar a lista.
ru: Настройки → Flo → смахните факт, чтобы удалить его, или нажмите «Забыть всё», чтобы очистить список.
sv: Inställningar → Flo → svep på ett faktum för att radera det, eller tryck på "Glöm allt" för att rensa listan.
zh_hans: 设置 → Flo → 轻扫某条事实即可删除，或点按“忘记全部”清空列表。

source: Settings → Modes → Comeback mode. Flip it on, and a 21-day countdown starts. The dashboard shows a small indicator so you know you're in comeback weighting. After 21 days, weights automatically return to the standard 60/25/15.
ar: الإعدادات → الأوضاع → وضع العودة. فعّله، فيبدأ عدّ تنازلي لمدة 21 يومًا. تعرض لوحة المعلومات مؤشرًا صغيرًا لتعرف أنك في أوزان وضع العودة. بعد 21 يومًا، تعود الأوزان تلقائيًا إلى القياسية 60/25/15.
da: Indstillinger → Tilstande → Comeback-tilstand. Slå den til, og en nedtælling på 21 dage starter. Oversigten viser en lille indikator, så du ved, at du er i comeback-vægtning. Efter 21 dage vender vægtene automatisk tilbage til standarden 60/25/15.
de: Einstellungen → Modi → Comeback-Modus. Schalte ihn ein, und ein 21-Tage-Countdown beginnt. Die Übersicht zeigt einen kleinen Hinweis, damit du weißt, dass die Comeback-Gewichtung gilt. Nach 21 Tagen kehren die Gewichtungen automatisch zum Standard 60/25/15 zurück.
es: Ajustes → Modos → Modo regreso. Actívalo y empezará una cuenta atrás de 21 días. El panel muestra un pequeño indicador para que sepas que estás con la ponderación de regreso. Pasados 21 días, los pesos vuelven automáticamente a los estándar 60/25/15.
fi: Asetukset → Tilat → Paluutila. Ota se käyttöön, niin 21 päivän lähtölaskenta alkaa. Kojelauta näyttää pienen merkin, jotta tiedät paluutilan painotuksen olevan käytössä. 21 päivän jälkeen painot palaavat automaattisesti normaaleiksi 60/25/15.
fr: Réglages → Modes → Mode retour. Activez-le, et un compte à rebours de 21 jours démarre. Le tableau de bord affiche un petit indicateur pour que vous sachiez que la pondération retour est active. Après 21 jours, les poids reviennent automatiquement au standard 60/25/15.
is: Stillingar → Hamir → Endurkomuhamur. Kveiktu á honum og 21 dags niðurtalning hefst. Yfirsýnin sýnir lítinn vísi svo þú vitir að endurkomuvægi er í gildi. Eftir 21 dag fara vægin sjálfkrafa aftur í staðalgildin 60/25/15.
it: Impostazioni → Modalità → Modalità rientro. Attivala e parte un conto alla rovescia di 21 giorni. Il pannello mostra un piccolo indicatore, così sai che stai usando i pesi della modalità rientro. Dopo 21 giorni i pesi tornano automaticamente ai valori standard 60/25/15.
ja: 設定 → モード → カムバックモード。オンにすると、21 日間のカウントダウンが始まります。ダッシュボードに小さなインジケータが表示され、カムバックの重み付け中であることがわかります。21 日後、重みは自動で標準の 60/25/15 に戻ります。
ko: 설정 → 모드 → 복귀 모드. 켜면 21일 카운트다운이 시작됩니다. 대시보드에 작은 표시가 나타나 복귀 가중치가 적용 중임을 알려 줍니다. 21일이 지나면 가중치가 자동으로 표준인 60/25/15로 돌아갑니다.
nb: Innstillinger → Moduser → Comeback-modus. Slå den på, så starter en nedtelling på 21 dager. Oversikten viser en liten indikator, så du vet at comeback-vektingen er aktiv. Etter 21 dager går vektene automatisk tilbake til standard 60/25/15.
nl: Instellingen → Modi → Comeback-modus. Zet het aan en er start een aftelling van 21 dagen. Het dashboard toont een kleine indicator, zodat je weet dat de comeback-weging actief is. Na 21 dagen keren de gewichten automatisch terug naar de standaard 60/25/15.
pt_br: Configurações → Modos → Modo retorno. Ative-o e uma contagem regressiva de 21 dias começa. O painel mostra um pequeno indicador para você saber que está com os pesos do modo retorno. Após 21 dias, os pesos voltam automaticamente ao padrão de 60/25/15.
ru: Настройки → Режимы → Режим возвращения. Включите его, и начнётся обратный отсчёт 21 дня. На панели появится небольшой индикатор, чтобы вы знали, что действуют веса режима возвращения. Через 21 день веса автоматически вернутся к стандартным 60/25/15.
sv: Inställningar → Lägen → Comeback-läge. Slå på det så startar en nedräkning på 21 dagar. Översikten visar en liten indikator så att du vet att comeback-viktningen gäller. Efter 21 dagar återgår vikterna automatiskt till standardfördelningen 60/25/15.
zh_hans: 设置 → 模式 → 回归模式。打开后会开始 21 天倒计时。仪表盘会显示一个小标识，提醒你正处于回归权重。21 天后，权重会自动恢复为标准的 60/25/15。

source: Several recovery paths exist depending on what happened.
ar: توجد عدة طرق للاسترداد حسب ما حدث.
da: Der er flere gendannelsesmuligheder afhængigt af, hvad der skete.
de: Je nachdem, was passiert ist, gibt es mehrere Wege zur Wiederherstellung.
es: Hay varias formas de recuperarlos según lo que haya pasado.
fi: Palautustapoja on useita sen mukaan, mitä tapahtui.
fr: Plusieurs procédures de récupération existent selon ce qui s’est passé.
is: Það eru nokkrar leiðir til að endurheimta eftir því hvað gerðist.
it: Esistono diversi percorsi di recupero a seconda di cosa è successo.
ja: 何が起きたかによって、いくつかの復元方法があります。
ko: 무슨 일이 있었는지에 따라 여러 가지 복구 방법이 있습니다.
nb: Det finnes flere måter å gjenopprette på, avhengig av hva som skjedde.
nl: Er zijn verschillende herstelroutes, afhankelijk van wat er is gebeurd.
pt_br: Existem vários caminhos de recuperação, dependendo do que aconteceu.
ru: Есть несколько способов восстановления в зависимости от того, что произошло.
sv: Det finns flera sätt att återställa, beroende på vad som hände.
zh_hans: 根据发生的情况，有几种恢复途径。

source: Short-term (5 min): 50-100+ ms. Depends heavily on recording duration.
ar: قصير المدى (5 دقائق): 50-100+ ms. يعتمد بشدة على مدة التسجيل.
da: Kort sigt (5 min): 50-100+ ms. Afhænger meget af optagelsens længde.
de: Kurzzeit (5 Min.): 50–100+ ms. Hängt stark von der Aufnahmedauer ab.
es: A corto plazo (5 min): 50-100+ ms. Depende mucho de la duración de la grabación.
fi: Lyhyt aikaväli (5 min): 50–100+ ms. Riippuu vahvasti tallennuksen kestosta.
fr: Court terme (5 min) : 50-100+ ms. Dépend fortement de la durée d’enregistrement.
is: Til skamms tíma (5 mín): 50-100+ ms. Fer mjög eftir lengd upptöku.
it: Breve termine (5 min): 50-100+ ms. Dipende molto dalla durata della registrazione.
ja: 短時間（5 分）：50～100+ ms。記録時間に大きく左右されます。
ko: 단기(5분): 50-100+ms. 기록 시간에 크게 좌우됩니다.
nb: Korttid (5 min): 50-100+ ms. Avhenger sterkt av opptakets varighet.
nl: Korte termijn (5 min): 50-100+ ms. Sterk afhankelijk van de opnameduur.
pt_br: Curto prazo (5 min): 50-100+ ms. Depende muito da duração da gravação.
ru: Краткосрочно (5 мин): 50–100+ мс. Сильно зависит от длительности записи.
sv: Kort sikt (5 min): 50–100+ ms. Beror mycket på inspelningens längd.
zh_hans: 短时（5 分钟）：50-100+ ms。很大程度上取决于记录时长。

source: Silent audio playback (completely inaudible) keeps the app process running
ar: تشغيل صوت صامت (غير مسموع تمامًا) يُبقي عملية التطبيق قيد التشغيل
da: Lydløs lydafspilning (fuldstændig uhørlig) holder appens proces kørende
de: Stille Audiowiedergabe (völlig unhörbar) hält den App-Prozess aktiv
es: La reproducción de audio silencioso (totalmente inaudible) mantiene en marcha el proceso de la app
fi: Hiljainen äänentoisto (täysin kuulumaton) pitää sovelluksen prosessin käynnissä
fr: La lecture d’un audio silencieux (totalement inaudible) maintient le processus de l’app actif
is: Hljóðlaus hljóðspilun (algjörlega óheyranleg) heldur ferli appsins gangandi
it: La riproduzione di un audio silenzioso (completamente impercettibile) mantiene attivo il processo dell'app
ja: 無音のオーディオ再生（まったく聞こえません）でアプリのプロセスが動作し続けます
ko: 무음 오디오 재생(전혀 들리지 않음)이 앱 프로세스를 계속 실행시킵니다
nb: Lydløs lydavspilling (helt uhørbar) holder appprosessen i gang
nl: Stille audioweergave (volledig onhoorbaar) houdt het app-proces actief
pt_br: A reprodução de um áudio silencioso (totalmente inaudível) mantém o processo do app em execução
ru: Беззвучное воспроизведение аудио (совершенно неслышное) не даёт процессу приложения остановиться
sv: Tyst ljuduppspelning (helt ohörbar) håller appens process igång
zh_hans: 静音音频播放（完全听不见）让应用进程保持运行

source: Sit still and breathe normally
ar: اجلس ساكنًا وتنفّس بشكل طبيعي
da: Sid stille, og træk vejret normalt
de: Sitz still und atme normal
es: Quédate quieto y respira con normalidad
fi: Istu paikallasi ja hengitä normaalisti
fr: Restez assis immobile et respirez normalement
is: Sittu kyrr og andaðu eðlilega
it: Stai fermo e respira normalmente
ja: じっと座って普通に呼吸します
ko: 가만히 앉아 평소처럼 호흡하세요
nb: Sitt stille og pust normalt
nl: Zit stil en adem normaal
pt_br: Fique parado e respire normalmente
ru: Сидите неподвижно и дышите как обычно
sv: Sitt still och andas normalt
zh_hans: 静坐，正常呼吸

source: Sit still, breathe normally, and tap Start
ar: اجلس ساكنًا، وتنفّس بشكل طبيعي، واضغط بدء
da: Sid stille, træk vejret normalt, og tryk på Start
de: Sitz still, atme normal und tippe auf „Starten“
es: Quédate quieto, respira con normalidad y toca Iniciar
fi: Istu paikallasi, hengitä normaalisti ja napauta Aloita
fr: Restez assis immobile, respirez normalement et touchez Démarrer
is: Sittu kyrr, andaðu eðlilega og ýttu á Byrja
it: Stai fermo, respira normalmente e tocca Avvia
ja: じっと座って普通に呼吸し、「開始」をタップします
ko: 가만히 앉아 평소처럼 호흡하고 시작을 탭하세요
nb: Sitt stille, pust normalt og trykk Start
nl: Zit stil, adem normaal en tik op Start
pt_br: Fique parado, respire normalmente e toque em Iniciar
ru: Сидите неподвижно, дышите как обычно и нажмите «Старт»
sv: Sitt still, andas normalt och tryck på Starta
zh_hans: 静坐，正常呼吸，然后点按“开始”

source: Skin temperature deviation from your baseline, from Apple Watch (Series 8+).
ar: انحراف حرارة الجلد عن خط الأساس، من Apple Watch (Series 8 وما بعده).
da: Hudtemperaturens afvigelse fra din baseline, fra Apple Watch (Series 8+).
de: Abweichung der Hauttemperatur von deiner Baseline, von der Apple Watch (ab Series 8).
es: Desviación de la temperatura de la piel respecto a tu línea base, del Apple Watch (Series 8 o posterior).
fi: Ihon lämpötilan poikkeama perustasostasi Apple Watchista (Series 8+).
fr: Écart de la température cutanée par rapport à votre référence, mesuré par l’Apple Watch (Series 8 et ultérieures).
is: Frávik húðhita frá grunngildi þínu, frá Apple Watch (Series 8+).
it: Scostamento della temperatura cutanea dalla tua linea di base, da Apple Watch (Series 8 e successivi).
ja: Apple Watch（Series 8 以降）による、ベースラインからの皮膚温の偏差です。
ko: Apple Watch(Series 8 이상)에서 측정한 기준선 대비 피부 온도 편차.
nb: Avvik i hudtemperatur fra grunnlinjen din, fra Apple Watch (Series 8+).
nl: Afwijking van de huidtemperatuur ten opzichte van je basislijn, van de Apple Watch (Series 8+).
pt_br: Desvio da temperatura da pele em relação à sua linha de base, do Apple Watch (Series 8+).
ru: Отклонение температуры кожи от базового уровня, по данным Apple Watch (Series 8 и новее).
sv: Hudtemperaturens avvikelse från din baslinje, från Apple Watch (Series 8+).
zh_hans: 相对于你基线的皮肤温度偏差，来自 Apple Watch（Series 8 及更新机型）。

source: Sleep Analysis
ar: تحليل النوم
da: Søvnanalyse
de: Schlafanalyse
es: Análisis del sueño
fi: Unianalyysi
fr: Analyse du sommeil
is: Svefngreining
it: Analisi del sonno
ja: 睡眠解析
ko: 수면 분석
nb: Søvnanalyse
nl: Slaapanalyse
pt_br: Análise do sono
ru: Анализ сна
sv: Sömnanalys
zh_hans: 睡眠分析

source: Sleep Card — Hours slept and efficiency. Tap for the Sleep Detail View with stages, vitals, and adjustment controls.
ar: بطاقة النوم — ساعات النوم والكفاءة. اضغط لفتح عرض تفاصيل النوم مع المراحل والعلامات الحيوية وعناصر التحكم في التعديل.
da: Søvnkort — Timers søvn og effektivitet. Tryk for søvndetaljevisningen med stadier, vitale tegn og justeringsmuligheder.
de: Schlafkarte — Geschlafene Stunden und Effizienz. Tippe darauf für die Schlaf-Detailansicht mit Phasen, Vitalwerten und Anpassungsoptionen.
es: Tarjeta de sueño: horas dormidas y eficiencia. Tócala para abrir la vista de detalle del sueño con fases, constantes vitales y controles de ajuste.
fi: Unikortti — Nukutut tunnit ja tehokkuus. Napauta avataksesi Uni-tietonäkymän, jossa ovat vaiheet, vitaaliarvot ja säätötoiminnot.
fr: Carte Sommeil — Heures dormies et efficacité. Touchez pour ouvrir la vue détaillée du sommeil avec les phases, les signes vitaux et les réglages d’ajustement.
is: Svefnspjald — Svefntími og nýtni. Ýttu til að opna svefnyfirlit með stigum, lífsmörkum og stillingum.
it: Scheda Sonno — Ore dormite ed efficienza. Tocca per la vista dettagliata del sonno con fasi, parametri vitali e controlli di regolazione.
ja: 睡眠カード — 睡眠時間と睡眠効率。タップすると、睡眠段階、バイタル、調整コントロールを含む睡眠詳細ビューが開きます。
ko: 수면 카드 — 수면 시간과 효율. 탭하면 단계, 활력 징후, 조정 기능이 있는 수면 상세 보기가 열립니다.
nb: Søvnkort — timer sovet og effektivitet. Trykk for søvndetaljvisningen med stadier, vitale tegn og justeringskontroller.
nl: Slaapkaart — Geslapen uren en efficiëntie. Tik voor de slaapdetailweergave met stadia, vitale waarden en aanpassingsopties.
pt_br: Cartão de Sono — Horas dormidas e eficiência. Toque para abrir a visão detalhada do sono com estágios, sinais vitais e controles de ajuste.
ru: Карточка сна — часы сна и эффективность. Нажмите, чтобы открыть подробный экран сна со стадиями, жизненными показателями и настройками коррекции.
sv: Sömnkort — Sovna timmar och effektivitet. Tryck för sömndetaljvyn med stadier, vitala tecken och justeringsreglage.
zh_hans: 睡眠卡片 — 睡眠时长和效率。点按可打开睡眠详情视图，查看睡眠阶段、生命体征和调整控件。

source: Sleep Cycles (10%)
ar: دورات النوم (10%)
da: Søvncyklusser (10 %)
de: Schlafzyklen (10 %)
es: Ciclos de sueño (10 %)
fi: Unisyklit (10 %)
fr: Cycles de sommeil (10 %)
is: Svefnlotur (10%)
it: Cicli del sonno (10%)
ja: 睡眠サイクル（10%）
ko: 수면 주기 (10%)
nb: Søvnsykluser (10 %)
nl: Slaapcycli (10%)
pt_br: Ciclos de sono (10%)
ru: Циклы сна (10%)
sv: Sömncykler (10 %)
zh_hans: 睡眠周期（10%）

source: Sleep Latency
ar: زمن الدخول في النوم
da: Indsovningstid
de: Einschlafdauer
es: Latencia del sueño
fi: Nukahtamisviive
fr: Latence d’endormissement
is: Tími til að sofna
it: Latenza del sonno
ja: 入眠潜時
ko: 수면 잠복기
nb: Innsovningstid
nl: Inslaaptijd
pt_br: Latência do sono
ru: Латентность сна
sv: Insomningstid
zh_hans: 入睡潜伏期

source: Sleep onset latency (SOL) — the time from getting into bed to falling asleep — is tracked and displayed, but intentionally excluded from the recovery score.
ar: زمن الدخول في النوم (SOL) — الوقت من دخول السرير حتى النوم — يُتتبَّع ويُعرض، لكنه مستبعد عمدًا من درجة التعافي.
da: Indsovningstid (SOL) — tiden fra du går i seng, til du falder i søvn — registreres og vises, men er bevidst udeladt af restitutionsscoren.
de: Die Einschlafdauer (SOL) — die Zeit vom Zubettgehen bis zum Einschlafen — wird erfasst und angezeigt, ist aber bewusst nicht Teil des Erholungswerts.
es: La latencia de inicio del sueño (SOL) —el tiempo desde que te acuestas hasta que te duermes— se registra y se muestra, pero se excluye a propósito de la puntuación de recuperación.
fi: Nukahtamisviive (SOL) — aika sänkyyn menosta nukahtamiseen — seurataan ja näytetään, mutta se on tarkoituksella jätetty palautumispistemäärän ulkopuolelle.
fr: La latence d’endormissement (SOL) — le temps entre le coucher et l’endormissement — est suivie et affichée, mais volontairement exclue du score de récupération.
is: Tími til að sofna (SOL) — tíminn frá því að farið er upp í rúm þar til sofnað er — er skráður og birtur, en vísvitandi undanskilinn batastiginu.
it: La latenza di addormentamento (SOL) — il tempo tra quando vai a letto e quando ti addormenti — viene monitorata e mostrata, ma è volutamente esclusa dal punteggio di recupero.
ja: 入眠潜時（SOL）— ベッドに入ってから眠りにつくまでの時間 — は記録・表示されますが、意図的に回復スコアから除外されています。
ko: 수면 잠복기(SOL) — 잠자리에 든 뒤 잠들 때까지의 시간 — 는 추적되고 표시되지만, 의도적으로 회복 점수에서는 제외됩니다.
nb: Innsovningstid (SOL) — tiden fra du legger deg til du sovner — registreres og vises, men er bevisst utelatt fra restitusjonsscoren.
nl: De inslaaptijd (SOL) — de tijd van in bed stappen tot in slaap vallen — wordt bijgehouden en getoond, maar bewust niet meegenomen in de herstelscore.
pt_br: A latência do início do sono (SOL) — o tempo entre deitar e adormecer — é registrada e exibida, mas fica intencionalmente fora da pontuação de recuperação.
ru: Латентность засыпания (SOL) — время от момента, когда вы легли, до засыпания — отслеживается и отображается, но намеренно не учитывается в оценке восстановления.
sv: Insomningstid (SOL) — tiden från att du går i säng till att du somnar — mäts och visas, men räknas medvetet inte in i återhämtningspoängen.
zh_hans: 入睡潜伏期（SOL）— 从上床到入睡的时间 — 会被跟踪和显示，但有意不计入恢复评分。
